{
    "play":[
       
    ],
    "timed":[
       {
          "wpm":90,
          "accuracy":95,
          "characters":2238,
          "startTime":5,
          "submission":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a suer plugs the flash memory device into the",
             "USB port, the ocmputer's operating sytstem(OS) recofgnzes the device as a removable drive and assigns it a drive letter.",
             " AUSB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bottable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different falvors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected ot reach 2 RTB",
             ".he memort within most USB flash drives is multi-level call (MLC), which is good for 3,000 to 6,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLB) memory that",
             "supports approximately 1000,000 writes",
             ".opw a USB flas drive is used also affects it slife expectancy. the more uses deleete and write",
             "new data on the device, the more liekly iw will defgrade",
             ".SB specifications",
             "There are three main USB specifications that USB flash drives can connect thorugh: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-spped: Has a data transfer rate of 12 MBps.",
             "Version 1.1, an update that fixed verious issues in 1.0, was released in Septermber1998 and was more widely adopted.",
             "USB 2.0, also know as  HI-Speed USDB,was release in  April 2000. It was devleoped by hte USB 2.0 Promotoe",
             "r oup, and oranization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "answer":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a user plugs the flash memory device into the",
             "USB port, the computer's operating system (OS) recognizes the device as a removable drive and assigns it a drive letter.",
             "A USB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bootable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different flavors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected to reach 2 TB.",
             "The memory within most USB flash drives is multi-level cell (MLC), which is good for 3,000 to 5,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLC) memory that",
             "supports approximately 100,000 writes.",
             "How a USB flash drive is used also affects its life expectancy. The more users delete and write",
             "new data on the device, the more likely it will degrade.",
             "USB specifications",
             "There are three main USB specifications that USB flash drives can connect through: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-speed: Has a data transfer rate of 12 Mbps.",
             "Version 1.1, an update that fixed various issues in 1.0, was released in September 1998 and was more widely adopted.",
             "USB 2.0, also known as Hi-Speed USB, was released in April 2000. It was developed by the USB 2.0 Promoter",
             "Group, an organization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "finished":"9/24/2022, 8:38:07 PM"
       },
       {
          "wpm":98,
          "accuracy":99,
          "characters":2438,
          "startTime":5,
          "submission":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have toruble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many waqys",
             ".iving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspirt",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - wathcing mobies together could be just the ticket to rekindle your friendshihip.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about wathcing.",
             "Not only will you bond in the moment of waqtching,but you might feel a renewed snese"
          ],
          "answer":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have trouble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many ways.",
             "Giving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspire",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - watching movies together could be just the ticket to rekindle your relationship.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about watching.",
             "Not only will you bond in the moment of watching, but you might feel a renewed sense"
          ],
          "finished":"9/24/2022, 8:54:44 PM"
       },
       {
          "wpm":84,
          "accuracy":98,
          "characters":2314,
          "startTime":5,
          "submission":[
             "Stay Safe During an Earthquake",
             "know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move iwth your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are ",
             "TO reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks form fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor ",
             "DO NOT standi n a doorway. You are safer under a table. In modern houses, doorways are no stornger than any other part of the hour.  Doorways",
             "do not protect you from the most likely source of injury - falling or flying objects. Most earthquake-0relate injuries and deaths are cuased",
             "by falling or fling oobjects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move awaty for"
          ],
          "answer":[
             "Stay Safe During an Earthquake",
             "Know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move with your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are.",
             "To reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks from fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor.",
             "DO NOT stand in a doorway. You are safer under a table. In modern houses, doorways are no stronger than any other part of the house. Doorways",
             "do not protect you from the most likely source of injury − falling or flying objects. Most earthquake-related injuries and deaths are caused",
             "by falling or flying objects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move away from"
          ],
          "finished":"9/24/2022, 9:09:04 PM"
       }
    ],
    "recent":[
       {
          "wpm":90,
          "accuracy":95,
          "characters":2238,
          "startTime":5,
          "submission":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a suer plugs the flash memory device into the",
             "USB port, the ocmputer's operating sytstem(OS) recofgnzes the device as a removable drive and assigns it a drive letter.",
             " AUSB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bottable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different falvors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected ot reach 2 RTB",
             ".he memort within most USB flash drives is multi-level call (MLC), which is good for 3,000 to 6,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLB) memory that",
             "supports approximately 1000,000 writes",
             ".opw a USB flas drive is used also affects it slife expectancy. the more uses deleete and write",
             "new data on the device, the more liekly iw will defgrade",
             ".SB specifications",
             "There are three main USB specifications that USB flash drives can connect thorugh: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-spped: Has a data transfer rate of 12 MBps.",
             "Version 1.1, an update that fixed verious issues in 1.0, was released in Septermber1998 and was more widely adopted.",
             "USB 2.0, also know as  HI-Speed USDB,was release in  April 2000. It was devleoped by hte USB 2.0 Promotoe",
             "r oup, and oranization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "answer":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a user plugs the flash memory device into the",
             "USB port, the computer's operating system (OS) recognizes the device as a removable drive and assigns it a drive letter.",
             "A USB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bootable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different flavors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected to reach 2 TB.",
             "The memory within most USB flash drives is multi-level cell (MLC), which is good for 3,000 to 5,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLC) memory that",
             "supports approximately 100,000 writes.",
             "How a USB flash drive is used also affects its life expectancy. The more users delete and write",
             "new data on the device, the more likely it will degrade.",
             "USB specifications",
             "There are three main USB specifications that USB flash drives can connect through: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-speed: Has a data transfer rate of 12 Mbps.",
             "Version 1.1, an update that fixed various issues in 1.0, was released in September 1998 and was more widely adopted.",
             "USB 2.0, also known as Hi-Speed USB, was released in April 2000. It was developed by the USB 2.0 Promoter",
             "Group, an organization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "finished":"9/24/2022, 8:38:07 PM",
          "mode":"Timer"
       },
       {
          "wpm":98,
          "accuracy":99,
          "characters":2438,
          "startTime":5,
          "submission":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have toruble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many waqys",
             ".iving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspirt",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - wathcing mobies together could be just the ticket to rekindle your friendshihip.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about wathcing.",
             "Not only will you bond in the moment of waqtching,but you might feel a renewed snese"
          ],
          "answer":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have trouble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many ways.",
             "Giving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspire",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - watching movies together could be just the ticket to rekindle your relationship.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about watching.",
             "Not only will you bond in the moment of watching, but you might feel a renewed sense"
          ],
          "finished":"9/24/2022, 8:54:44 PM",
          "mode":"Timer"
       },
       {
          "wpm":93,
          "accuracy":98,
          "characters":2314,
          "startTime":5,
          "submission":[
             "Stay Safe During an Earthquake",
             "know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move iwth your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are ",
             "TO reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks form fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor ",
             "DO NOT standi n a doorway. You are safer under a table. In modern houses, doorways are no stornger than any other part of the hour.  Doorways",
             "do not protect you from the most likely source of injury - falling or flying objects. Most earthquake-0relate injuries and deaths are cuased",
             "by falling or fling oobjects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move awaty for"
          ],
          "answer":[
             "Stay Safe During an Earthquake",
             "Know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move with your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are.",
             "To reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks from fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor.",
             "DO NOT stand in a doorway. You are safer under a table. In modern houses, doorways are no stronger than any other part of the house. Doorways",
             "do not protect you from the most likely source of injury − falling or flying objects. Most earthquake-related injuries and deaths are caused",
             "by falling or flying objects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move away from"
          ],
          "finished":"9/24/2022, 9:09:04 PM",
          "mode":"Timer"
       }
    ],
    "best-play":[
       
    ],
    "best-timed":[
       {
          "wpm":98,
          "accuracy":99,
          "characters":2438,
          "startTime":5,
          "submission":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have toruble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many waqys",
             ".iving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspirt",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - wathcing mobies together could be just the ticket to rekindle your friendshihip.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about wathcing.",
             "Not only will you bond in the moment of waqtching,but you might feel a renewed snese"
          ],
          "answer":[
             "Watching movies can be beneficial for your mental health and serve as more than just a hobby or pastime.",
             "Watching movies is an activity that has long been regarded as simply a pastime to enjoy when you have a free moment from life's responsibilities.",
             "While too much screen time can be harmful, engaging in hobbies that balance your work and professional life can be healthy.",
             "What are the benefits of watching movies?",
             "Movies can provide several mental health benefits.",
             "Boost mood",
             "If you live with an anxiety disorder or depression, or you're simply anxious and stressed about work and family commitments,",
             "taking time to watch a movie could help improve your mood.",
             "A 2016 review found that enjoying leisure activities such as watching movies could boost mood and reduce symptoms of depression.",
             "Relaxation",
             "Pleasurable distractions and entertainment could provide rest and relaxation and replenishing qualities, according to a 2017 study.",
             "Finding relaxation by watching a movie might be easier than it sounds. It might be a good idea to eliminate unnecessary distractions",
             "during the movie.",
             "If you have trouble disconnecting from work or other daily stressors, consider leaving your phone and other devices in another room",
             "or on \"do not disturb\" mode so that you're interrupted only for urgent matters.",
             "You might find that you're able to engage your mind with the plot you're following without distractions, which could make for a",
             "more soothing experience.",
             "A musical or romantic comedy, aka rom-com, could be just the distraction you need to relax after a long day.",
             "Motivation",
             "Watching movies could be motivational in many ways.",
             "Giving your mind a break from work for something enjoyable could motivate you to be more productive when you get back to it and",
             "to ward off feelings of burnout.",
             "If the movie highlights someone successfully chasing their ambitions, it could motivate you to do the same. It might also inspire",
             "you to take up a new hobby or pursue a new goal, according to a 2020 studyTrusted Source.",
             "Improve relationships",
             "If you've been feeling some level of disconnect between someone close to you - whether it's your romantic partner, best friend,",
             "or child - watching movies together could be just the ticket to rekindle your relationship.",
             "It could be especially helpful if you have the same taste in movies and choose something new that you're both enthused about watching.",
             "Not only will you bond in the moment of watching, but you might feel a renewed sense"
          ],
          "finished":"9/24/2022, 8:54:44 PM",
          "mode":"Timer"
       },
       {
          "wpm":90,
          "accuracy":95,
          "characters":2238,
          "startTime":5,
          "submission":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a suer plugs the flash memory device into the",
             "USB port, the ocmputer's operating sytstem(OS) recofgnzes the device as a removable drive and assigns it a drive letter.",
             " AUSB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bottable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different falvors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected ot reach 2 RTB",
             ".he memort within most USB flash drives is multi-level call (MLC), which is good for 3,000 to 6,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLB) memory that",
             "supports approximately 1000,000 writes",
             ".opw a USB flas drive is used also affects it slife expectancy. the more uses deleete and write",
             "new data on the device, the more liekly iw will defgrade",
             ".SB specifications",
             "There are three main USB specifications that USB flash drives can connect thorugh: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-spped: Has a data transfer rate of 12 MBps.",
             "Version 1.1, an update that fixed verious issues in 1.0, was released in Septermber1998 and was more widely adopted.",
             "USB 2.0, also know as  HI-Speed USDB,was release in  April 2000. It was devleoped by hte USB 2.0 Promotoe",
             "r oup, and oranization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "answer":[
             "A USB flash drive also known as a USB stick, USB thumb drive or pen drive is a",
             "plug-and-play portable storage device that uses flash memory and is lightweight enough to attach to a keychain.",
             "A USB flash drive can be used in place of a compact disc. When a user plugs the flash memory device into the",
             "USB port, the computer's operating system (OS) recognizes the device as a removable drive and assigns it a drive letter.",
             "A USB flash drive can store important files and data backups, carry favorite settings or applications,",
             "run diagnostics to troubleshoot computer problems or launch an OS from a bootable USB.",
             "The drives support Microsoft Windows, Linux, MacOS, different flavors of Linux and many BIOS boot ROMs.",
             "The first USB flash drive came on the market in 2000 with a storage capacity of 8 megabytes (MB).",
             "Drives now come in capacities ranging between 8 gigabytes (GB) and 1 terabyte (TB), depending on",
             "manufacturer, and future capacity levels are expected to reach 2 TB.",
             "The memory within most USB flash drives is multi-level cell (MLC), which is good for 3,000 to 5,000",
             "program-erase cycles. However, some drives are designed with single-level cell (SLC) memory that",
             "supports approximately 100,000 writes.",
             "How a USB flash drive is used also affects its life expectancy. The more users delete and write",
             "new data on the device, the more likely it will degrade.",
             "USB specifications",
             "There are three main USB specifications that USB flash drives can connect through: 1.0, 2.0 and 3.0.",
             "Each specification publication allows for faster data transfer rates than the previous version.",
             "There have also been several prereleases and various updates in addition to these three versions.",
             "USB 1.0 was released in January 1996. It was available in two versions:",
             "USB 1.0 low-speed: Provides a data transfer rate of 1.5 megabits per second (Mbps).",
             "USB 1.0 high-speed: Has a data transfer rate of 12 Mbps.",
             "Version 1.1, an update that fixed various issues in 1.0, was released in September 1998 and was more widely adopted.",
             "USB 2.0, also known as Hi-Speed USB, was released in April 2000. It was developed by the USB 2.0 Promoter",
             "Group, an organization led by Compaq, Hewlett-Packard (now Hewlett Packard Enterprise), Intel, Lucent",
             "Technologies, Microsoft, NEC Corp. and Phil"
          ],
          "finished":"9/24/2022, 8:38:07 PM",
          "mode":"Timer"
       },
       {
          "wpm":93,
          "accuracy":98,
          "characters":2314,
          "startTime":5,
          "submission":[
             "Stay Safe During an Earthquake",
             "know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move iwth your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are ",
             "TO reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks form fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor ",
             "DO NOT standi n a doorway. You are safer under a table. In modern houses, doorways are no stornger than any other part of the hour.  Doorways",
             "do not protect you from the most likely source of injury - falling or flying objects. Most earthquake-0relate injuries and deaths are cuased",
             "by falling or fling oobjects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move awaty for"
          ],
          "answer":[
             "Stay Safe During an Earthquake",
             "Know what to do to keep yourself and your loved ones safe during an earthquake. In most situations,",
             "you can protect yourself if you immediately DROP, COVER, and HOLD ON.",
             "Drop. Cover. Hold on.",
             "In most situations, you can protect yourself if you immediately:",
             "DROP down onto your hands and knees before the earthquake knocks you down. This position protects",
             "you from falling but allows you to still move if necessary.",
             "COVER your head and neck (and your entire body if possible) underneath a sturdy table or desk. If",
             "there is no shelter nearby, get down near an interior wall or next to low-lying furniture that won't fall on you,",
             "and cover your head and neck with your arms and hands.",
             "HOLD ON to your shelter (or to your head and neck) until the shaking stops. Be prepared to move with your shelter",
             "if the shaking shifts it around.",
             "If you are inside, stay inside.",
             "DO NOT run outside or to other rooms during an earthquake. You are less likely to be injured if you stay where you are.",
             "To reduce your chances of being hurt, take the following actions:",
             "If possible, within the few seconds before shaking intensifies, quickly move away from glass, hanging objects,",
             "bookcases, china cabinets, or other large furniture that could fall. Watch for falling objects, such as bricks from fireplaces and",
             "chimneys, light fixtures, wall hangings, high shelves, and cabinets with doors that could swing open.",
             "If available nearby, grab something to shield your head and face from falling debris and broken glass.",
             "If you are in the kitchen, quickly turn off the stove and take cover at the first sign of shaking.",
             "If you are in bed, hold on and stay there, protecting your head with a pillow. You are less likely to be injured staying where",
             "you are. Broken glass on the floor can cause injuries if you walk or roll onto the floor.",
             "DO NOT stand in a doorway. You are safer under a table. In modern houses, doorways are no stronger than any other part of the house. Doorways",
             "do not protect you from the most likely source of injury − falling or flying objects. Most earthquake-related injuries and deaths are caused",
             "by falling or flying objects (such as TVs, lamps, glass, or bookcases), or by being knocked to the ground.",
             "If you are in a high-rise building, drop, cover, and hold on.",
             "Be Ready! Earthquakes Infographic",
             "Move away from"
          ],
          "finished":"9/24/2022, 9:09:04 PM"
       }
    ]
 }